Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/pootle-tm.tmx
Source language: en
Languages: ca_es

source: Add Files
ca_es: Afegeix fitxers

source: All Supported Files
ca_es: Tots els fitxers permesos

source: All Files
ca_es: Tots els fitxers

source: "%s" is not a usable file.
ca_es: «%s» no és un fitxer usable.

source: Unable to load %(filename)s: %(errormsg)s
ca_es: No s'ha pogut carregar %(filename)s: %(errormsg)s

source: Error opening file
ca_es: S'ha produït un error en obrir el fitxer

source: _Source term — %(langname)s
ca_es: Terme d'_origen - %(langname)s

source: _Target term — %(langname)s
ca_es: Terme de des_tinació — %(langname)s

source: Identical entry already exists.
ca_es: Ja existeix una entrada idèntica.

source: Existing translations: %(translations)s
ca_es: Traduccions existents: %(translations)s

source: Terms from Open-Tran.eu
ca_es: Termes de l'Open-Tran.eu

source: Select Terminology Sources
ca_es: Seleccioneu les fonts de terminologia

source: Select the sources of terminology suggestions
ca_es: Seleccioneu les fonts dels suggeriments de terminologia

source: Translation Memory
ca_es: Memòria de traducció

source: Translation memory suggestions
ca_es: Suggeriments de la memòria de traducció

source: Previous translations for Free and Open Source Software
ca_es: Traduccions anteriors per a programari lliure i de codi obert

source: Current File
ca_es: Fitxer actual

source: Translated units from the currently open file
ca_es: Unitats traduïdes del fitxer obert actualment

source: This file
ca_es: Aquest fitxer

source: Google Translate
ca_es: Google traductor

source: Unreviewed machine translations from Google's translation service
ca_es: Traduccions automàtiques sense revisar del servei de traducció de Google

source: Unreviewed machine translations from Microsoft Translator
ca_es: Traduccions automàtiques sense revisar del servei de traducció de Microsoft

source: Unreviewed machine translations from various services
ca_es: Traduccions automàtiques sense revisar de diferents serveis

source: Local Translation Memory
ca_es: Memòria de traducció local

source: Previous translations you have made
ca_es: Traduccions que heu fet anteriorment

source: Local TM
ca_es: MT local

source: Unreviewed machine translations from a Moses server
ca_es: Traduccions automàtiques sense revisar d'un servidor Moses

source: Remote Server
ca_es: Servidor remot

source: A translation memory server
ca_es: Un servidor de memòria de traducció

source: Remote TM
ca_es: MT remota

source: A TinyTM translation memory server
ca_es: Un servidor de memòria de traducció TinyTM

source: Unreviewed machine translations from Apertium
ca_es: Traduccions automàtiques sense revisar de l'Apertium

source: Translation _Suggestions
ca_es: _Suggeriments de traducció

source: Select sources of Translation Memory
ca_es: Seleccioneu les fonts de la memòria de traducció

source: Select the sources that should be queried for translation memory
ca_es: Seleccioneu les fonts que voleu consultar per a la memòria de traducció

source: Matches
ca_es: Coincidències

source: TM Source
ca_es: Font de la MT (memòria de traducció)

source: Choose a Translation File
ca_es: Trieu un fitxer de traducció

source: No issues
ca_es: No hi ha cap problema

source: Quality Check
ca_es: Control de qualitat

source: Project Type
ca_es: Tipus de projecte

source: Checks: %(checker_name)s
ca_es: Comprovacions: %(checker_name)s

source: _New Language Pair...
ca_es: _Nou parell de llengües…

source: The current file has been modified. Do you want to save your changes?
ca_es: S'ha modificat el fitxer actual. Voleu desar els vostres canvis?

source: _Discard
ca_es: _Descarta-ho

source: Please enter the number of noun forms (plurals) to use
ca_es: Introduïu el nombre de formes de substantius (plurals) que s'utilitzarà

source: Please enter the plural equation to use
ca_es: Introduïu l'equació de plural que s'utilitzarà

source: N_avigation:
ca_es: _Navegació:

source: Save the file for up-to-date information
ca_es: Deseu el fitxer per a una informació actualitzada

source: Untranslated:
ca_es: Per traduir:

source: Needs work:
ca_es: Cal treballar-hi:

source: Rejected:
ca_es: Rebutjat:

source: Needs review:
ca_es: Cal revisar-ho:

source: Translated:
ca_es: Traduït:

source: Reviewed:
ca_es: Revisat:

source: Export failed
ca_es: Ha fallat l'exportació

source: Preview failed
ca_es: Ha fallat la previsualització

source: Move one step back in the workflow (Ctrl+Shift+Enter)
ca_es: Aneu un pas enrere en el flux de treball (Ctrl+Maj+Retorn)

source: Click to move to a specific state in the workflow
ca_es: Feu clic per anar a un estat específic del flux de treball

source: Move one step forward in the workflow (Ctrl+Enter)
ca_es: Aneu un pas endavant en el flux de treball (Ctrl+Retorn)

source: Virtaal is a program for doing translation.
ca_es: El Virtaal és un programa per fer traduccions.

source: The initial focus is on software translation (localization or l10n), but we definitely intend it to be useful as a general purpose tool for Computer Aided Translation (CAT).
ca_es: L'objectiu inicial és la traducció de programari (localització o l10n), però també pretenem que pugui ser útil com a eina d'ús general per a la traducció assistida per ordinador (CAT).

source: Virtaal website
ca_es: Lloc web del Virtaal

source: We thank our donors:
ca_es: Agraïm la donació de:

source: translator-credits
ca_es: Toni Hermoso Pulido - Softcatalà

source: Language code must be an ASCII string.
ca_es: El codi de llengua cal que sigui una cadena ASCII.

source: Language code must be at least 2 characters long.
ca_es: El codi de llengua cal que tingui com a mínim 2 caràcters.

source: Enabled
ca_es: Habilitat

source: Configure...
ca_es: Configura…

source: Translation memory
ca_es: Memòria de traducció

source: Terminology assistance
ca_es: Assistència terminològica

source: Quality checks
ca_es: Controls de qualitat

source: Machine translation
ca_es: Traducció automàtica

source: Highlighting and insertion of placeables
ca_es: Ressaltat i inserció de col·locables

source: Many plugins and options for customization
ca_es: Molts connectors i opcions per a la personalització

source: The file does not exist.
ca_es: El fitxer no existeix.

source: Not a valid file.
ca_es: No és un fitxer vàlid.

source: TMX Translation Memory
ca_es: Memòria de traducció TMX

source: TBX Glossary
ca_es: Glossari TBX

source: Wordfast Translation Memory
ca_es: Memòria de traducció del Wordfast

source: Qt Linguist Translation File
ca_es: Fitxer de traducció del Qt Linguist

source: Qt Message File
ca_es: Fitxer de missatges de QT

source: Qt Phrase Book
ca_es: Llibres de frases de QT

source: INI File
ca_es: Fitxer INI

source: Initialization
ca_es: Inicialització

source: Java Properties File
ca_es: Fitxer de propietats de Java

source: OpenOffice.org Translation File
ca_es: Fitxer de traducció de l'OpenOffice.org

source: XLIFF Translation File
ca_es: Fitxer de traducció XLIFF

source: XML Localization Interchange File Format
ca_es: Format de fitxer d'intercanvi de localització XML

source: C++ RC File
ca_es: Fitxer RC de C++

source: Resource Compiler
ca_es: Compilador de recursos

source: Tcl Translation File
ca_es: Fitxer de traducció de Tcl

source: JavaScript error message file
ca_es: Fitxer de missatges d'error de JavaScript

source: Gettext Translation Template
ca_es: Plantilla de traducció Gettext

source: Trados Tag Editor
ca_es: Editor d'etiquetes del Trados

source: OS X Strings File
ca_es: Fitxer de cadenes de l'OS X

source: UTX Dictionary
ca_es: Diccionari UTX

source: Universal Terminology eXchange
ca_es: Terminologia Universal eXchange

source: Gettext PO file
ca_es: Fitxer PO del Gettext

source: Gettext MO file
ca_es: Fitxer MO del Gettext

source: Qt .qm file
ca_es: Fitxer .qm del Qt

source: OmegaT Glossary
ca_es: Glossari de l'OmegaT

source: %prog [options] [translation_file]
ca_es: %prog [opcions] [fitxer_traducció]

source: LOG
ca_es: REGISTRE

source: turn on logging, storing the result to the supplied filename.
ca_es: activa el registre, el resultat s'emmagatzema al fitxer que es proporciona.

source: CONFIG
ca_es: CONFIGURACIÓ

source: use the configuration file given by the supplied filename.
ca_es: utilitza el fitxer de configuració que es proporciona.

source: enable debugging features
ca_es: habilita les característiques de depuració

source: PROFILE
ca_es: PERFIL

source: perform profiling, storing the result to the supplied filename.
ca_es: s'habiliten els perfils, el resultat s'emmagatzema al fitxer que es proporciona.

source: Could not open log file '%(filename)s'
ca_es: No s'ha pogut obrir el fitxer de registre «%(filename)s»

source: Could not read configuration file '%(filename)s'
ca_es: No s'ha pogut llegir el fitxer de configuració «%(filename)s»

source: invalid number of arguments
ca_es: el nombre d'arguments no és vàlid

source: Profiling support is not available
ca_es: No hi funcionen els perfils

source: Could not open profile file '%(filename)s'
ca_es: No s'ha pogut obrir el fitxer de perfil «%(filename)s»

source: no such option: %s
ca_es: no hi ha cap opció així: %s

source: ambiguous option: %s (%s?)
ca_es: opció ambigua: %s (%s?)

source: Usage: %s
ca_es: Ús: %s

source: Usage
ca_es: Ús

source: integer
ca_es: enter

source: long integer
ca_es: enter gran

source: floating-point
ca_es: coma flotant

source: option %s: invalid %s value: %r
ca_es: opció %s: el valor de %s no és vàlida: %r

source: option %s: invalid choice: %r (choose from %s)
ca_es: opció %s: la tria no és vàlida: %r (trieu-ne de %s)

source: show this help message and exit
ca_es: mostra aquest missatge d'ajuda i surt

source: show program's version number and exit
ca_es: mostra el número de versió del programa i surt

source: %prog [options]
ca_es: %prog [opcions]

source: %s option requires an argument
ca_es: l'opció %s requereix un argument

source: %s option requires %d arguments
ca_es: l'opció %s requereix %d arguments

source: %s option does not take a value
ca_es: l'opció %s no pren cap valor
